---
kind: other
id: Properties.T:Autodesk.Revit.DB.IFC.IFCFamilyInstanceExtrusionExportResults
source: html/291274c2-79c3-3685-1a36-a66879b2351a.htm
---
# IFCFamilyInstanceExtrusionExportResults Properties

The extra offset determined from the geometry of the family instance.